import React from "react"

const Index = ({ name, schoolName, }) => {
    return (
        <React.Fragment>
            <p>सेवा,</p>
            <p>प्रधानाचार्य,</p>
            <p>{schoolName},</p>
            <p>उदयपुर</p>

            <div style={{ marginTop: 50 }}>
                <p>विषय: बच्चे के माता-पिता के लिए आवेदन छोड़ दें</p>

                <p>प्रिय महोदय / महोदया),</p>
            </div>

            <div style={{ marginTop: 50 }}>
                <p style={{ lineHeight: 1.5 }}>यथोचित संबंध के साथ, मैं आपको सूचित करना चाहता हूं कि मेरा बच्चा (छात्र का नाम) आपके विद्यालय का कक्षा (कक्षा का नाम) का छात्र है। कुछ कल्याण मुद्दों के कारण, मेरा लड़का / लड़की अस्पताल में भर्ती है और उसे दो दिनों के लिए डॉक्टर की निगरानी में रहने की सलाह दी जाती है। मेरे परिवार के सदस्य अभी उसका / उसकी देखभाल अस्पताल में कर रहे हैं, और हम उसे स्कूल भेजने की स्थिति में नहीं हैं।</p>

                <p style={{ lineHeight: 1.5 }}>इसलिए, मैं आपसे विनती करता हूं कि कृपया हमारी स्थिति को समझें और अपने बच्चे को (शुरू होने की तारीख से) दिनों की (अंतिम तिथि) के लिए छुट्टी दें। मैं आपके संदर्भ के लिए डॉक्टर से एक चिकित्सा दस्तावेज सम्मिलित कर रहा हूं। मैं आपको सुनिश्चित करता हूं कि वह आगे जाने वाले स्कूल में भाग लेगा।</p>
            </div>

            <div style={{ marginTop: 100 }}>
                <p>आपको धन्यवाद,</p>
                <p>सादर,</p>
                <p>{name}</p>
            </div>
        </React.Fragment>
    )
}

export default Index